# IdeaStatiCa.ConnectionApi.Model.ConAddOperationResult

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Operation** | **ConOperation** |  | [optional]
**Issues** | **List&lt;ConNonConformityIssue&gt;** |  | [optional]
**AddedWithoutIssues** | **bool** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)